{
  "hash": [
    {
      "words": "hash",
      "explanation": "In straightforward lingo, hash (hashish) is a concentrated form of cannabis that’s usually smoked in joints, pipes, bongs or hookahs.<br><br>And it’s typically made through extracting trichomes (resin and crystals) from dried marijuana flowers.<br><br>What is HashFigure 0: Trichomes are the most THC, CBD and terpene-rich areas in dried marijuana plants.<br>When these trichomes are collected, they’re compressed with heat and pressure into different forms such as balls or cakes, resulting in textures that are either solid or paste-like.<br><br>Along with coming in different forms, hash can vary in color, from reddish-brown to black, to dark yellow and traditional cannabis-green.<br><br>As you can imagine, hash’s different forms and colors represent its many types. This is dived into with a lot more detail in the section “how hash is made.”<br><br>How Much THC Does Hash Have?<br>Since hash is a cannabis extract, it holds more cannabinoids and terpenes, the compounds responsible for marijuana’s smell/taste and psychoactive experience, thus delivering a much heavier punch than dried flowers.<br><br>How much heavier?<br><br>Well, it ranges.<br><br>For traditional hash, THC levels are in-between 20-50%, depending on the strain and the expertise of the maker. But for more specialty types, like bubble hash (discussed below), THC levels can reach upwards to 60%.<br><br>Figure 1: Bubble hash can be refined to 60% THC purity. This type of hash also has more of a paste-like texture.<br>This means when it’s compared to dried flower, hash can have 3-6 times as much THC! Given that dried flowers have roughly 10-20%.",
      "author": "jozsefmorrissey",
      "likes": 49,
      "dislikes": 9,
      "likesPage": {
        "http//:www.google.com": 4,
        "https://www.jozsefmorrissey.com": 6,
        "http://www.jozsefmorrissey.com": 6,
        "http://www.google.com": 1,
        "http://www.googly.com": 2
      },
      "dislikesPage": {
        "https://www.jozsefmorrissey.com": 3,
        "http://www.googly.com": 3
      },
      "tags": [
        "self",
        "other",
        "stuff"
      ]
    },
    {
      "words": "hash",
      "explanation": "my explanation",
      "author": "jozsefmorrissey",
      "likes": 560,
      "dislikes": 36,
      "likesPage": {},
      "dislikesPage": {
        "https://www.jozsefmorrissey.com": 3
      },
      "tags": [
        "self",
        "help",
        "picadillo"
      ]
    },
    {
      "words": "hash",
      "explanation": "my explanation",
      "author": "jozsefmorrissey",
      "likes": 30,
      "dislikes": 43,
      "likesPage": {},
      "dislikesPage": {},
      "tags": [
        "self",
        "help"
      ]
    },
    {
      "words": "hashs",
      "explanation": "my explanation",
      "author": "jozsefmorrissey",
      "likes": 300,
      "dislikes": 5,
      "likesPage": {},
      "dislikesPage": {},
      "tags": [
        "self",
        "help"
      ]
    }
  ]
}
